Repository: michaelmcandrew/tha
Catalog: drupal/sites/all/modules/accountmenu/translations/accountmenu-module.*.po
Languages: de, fr

source: The Account menu links are currently in "!name". They can be moved to be part of another menu.
de: Die Account Menü Verweise befinden sich momentan in "!name". Sie können verschoben werden und Teil eines anderen Menüs werden.
fr: Les liens Account menu sont présentement dans "!name". Ils peuvent être déplacés pour faire partie d'un autre menu.

source: Or in the "!name" by themselves.
de: Oder in "!name" selbst.

source: Move the links to
de: Verschiebe die Verweise nach
fr: Déplacer les liens dans

source: Provides a dynamic "Log in|My account|Log out" account menu
de: Erstellt ein dynamisches "Anmelden|Mein Konto|Abmelden" Account Menü.
fr: Fournit un menu de compte dynamique avec "Se connecter|Mon compte|Se déconnecter"

source: By default, the links are under the menu "Account menu", they can be <a href="@settings">moved</a> to be part of any menu.
de: Standardmäßig befinden sich die Verweise im "Account menu". Sie können <a href="@settings">verschoben werden</a>, um Teil eines jeden anderen Menüs zu werden.
fr: Par défaut, les liens sont sous le menu "Account menu", il peut être <a href="@settings">déplacés</a> pour faire partie de n'importe quel menu.

source: The Account menu links can be <a href="@customize">customized</a>, the "My account" link title can include the tokens <em>!name</em> or <em>!realname</em>, <em>!name</em> is replaced with the log in name and <em>!realname</em> is replaced with the real name if the <a href="@realname-module">RealName module</a> is installed, if not, <em>!realname</em> is replace with the log in name.
de: Die Verweise des Account Menüs können <a href="@customize">angepasst</a> werden. Der "Mein Konto" Verweis kann die Tokens <em>!name</em> oder <em>!realname</em> enthalten. <em>!name</em> wird durch den Benutzername ersetzt und <em>!realname</em> mit dem wirklichen Namen, falls das <a href="@realname-module">RealName module</a> installiert ist. Ist das nicht der Fall, wird der Benutzername verwendet.
fr: Les liens Account menu peuvent être<a href="@customize">personnalisés</a>, le titre du lien "Mon compte" peut inclure les modèles de remplacement <em>!name</em> ou <em>!realname</em>, <em>!name</em> est remplacé par le nom d'utilisateur et <em>!realname</em> est remplacé par le nom complet si le module <a href="@realname-module">RealName module</a> est installé, sinon, <em>!realname</em> est remplacé par le nom d'utilisateur.

source: The Account menu links are displayed with a <a href="@block">block</a>.
de: Die Account Menü Verweise werden mit einem <a href="@block">Block</a> dargestellt.
fr: Les liens Account menu sont affichés avec un <a href="@block">bloc</a>.

source: Log in, create new account or request new password.
de: Anmelden, ein neues Konto erstellen oder ein neues Passwort anfordern.
fr: Se connecter, créer un nouveau compte ou demander un nouveau mot de passe.

source: View user profile.
de: Benutzerprofil anzeigen.
fr: Voir le profil d'utilisateur.

source: Account menu has been reset, any menu customization is lost and must be <a href="@customize">customized</a> again.
de: Account Menü wurde zurückgestellt. Jede Anpassung des Menüs ging dabei verloren und muss <a href="@customize">erneut vorgenommen werden</a>.
fr: Account menu a été réinitialisé, toute personnalisation est perdue et doit être <a href="@customize">recréée</a>.

source: Account menu
de: Account Menü

source: Configure account menu
de: Account Menü Konfiguration.
fr: Configurer account menu

source: Account menu links.
de: Account Menü Verweise.
fr: Liens Account menu

source: Account menu is installed, go to <a href="@help">help</a> for instructions.
de: Account Menü wurde installiert. Weiterführende Hinweise befinden sich hier: <a href="@help">Hilfe</a> .
fr: Account menu est installé, visiter <a href="@help">l'aide</a> pour les instructions.

source: Provides dynamic Log in/My account/Log out account menu
de: Erstellt ein dynamisches "Anmelden|Mein Konto|Abmelden" Account Menü.
fr: Fournit un menu de compte dynamique avec "Se connecter|Mon compte|Se déconnecter"
